Repository: jeso87/ShrinkerPro
Catalog: Sources/ShrinkerPro/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, is, it, ja, ko, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Shows the format, quality and max size controls
ar: يُظهر عناصر التحكم في التنسيق والجودة والحد الأقصى للحجم
ca: Mostra els controls de format, qualitat i mida màxima
cs: Zobrazí ovládací prvky formátu, kvality a maximální velikosti
da: Viser betjeningen til format, kvalitet og maks. størrelse
de: Zeigt die Bedienelemente für Format, Qualität und Maximalgröße
el: Εμφανίζει τα χειριστήρια μορφής, ποιότητας και μέγιστου μεγέθους
es: Muestra los controles de formato, calidad y tamaño máx.
fa: کنترل‌های قالب، کیفیت و حداکثر اندازه را نمایش می‌دهد
fi: Näyttää muodon, laadun ja maksimikoon säätimet
fr: Affiche les commandes de format, de qualité et de taille max.
he: מציג את הפקדים של הפורמט, האיכות והגודל המרבי
hr: Prikazuje kontrole za format, kvalitetu i maks. veličinu
hu: Megjeleníti a formátum, a minőség és a max. méret vezérlőit
is: Sýnir stýringar fyrir snið, gæði og hámarksstærð
it: Mostra i controlli di formato, qualità e dimensione max.
ja: 形式、品質、最大サイズのコントロールを表示します
ko: 형식, 품질, 최대 크기 제어기를 표시합니다
nb: Viser kontrollene for format, kvalitet og maks. størrelse
nl: Toont de bedieningselementen voor formaat, kwaliteit en max. grootte
nn: Viser kontrollane for format, kvalitet og maksstorleik
pl: Pokazuje elementy sterujące formatem, jakością i maksymalnym rozmiarem
pt_br: Mostra os controles de formato, qualidade e tamanho máx.
pt_pt: Mostra os controlos de formato, qualidade e tamanho máx.
ro: Afișează comenzile pentru format, calitate și dimensiune max.
ru: Показывает элементы управления форматом, качеством и максимальным размером
sk: Zobrazí ovládacie prvky pre formát, kvalitu a max. veľkosť
sl: Prikaže kontrolnike za obliko zapisa, kakovost in največjo velikost
sv: Visar reglagen för format, kvalitet och maxstorlek
th: แสดงตัวควบคุมรูปแบบ คุณภาพ และขนาดสูงสุด
tr: Format, kalite ve en büyük boyut denetimlerini gösterir
uk: Показує елементи керування форматом, якістю та максимальним розміром
vi: Hiển thị các điều khiển định dạng, chất lượng và kích cỡ tối đa
zh_hans: 显示格式、质量和最大尺寸的控件
zh_hant: 顯示格式、品質和最大尺寸的控制項目
zh_hk: 顯示格式、品質和最大尺寸的控制項目

source: Shrinker Pro can't start
ar: يتعذّر على Shrinker Pro البدء
ca: Shrinker Pro no pot iniciar-se
cs: Shrinker Pro se nemůže spustit
da: Shrinker Pro kan ikke starte
de: Shrinker Pro kann nicht starten
el: Το Shrinker Pro δεν μπορεί να ξεκινήσει
es: Shrinker Pro no puede arrancar
fa: Shrinker Pro نمی‌تواند شروع به کار کند
fi: Shrinker Pro ei voi käynnistyä
fr: Shrinker Pro ne peut pas démarrer
he: Shrinker Pro אינו מצליח להתחיל
hr: Shrinker Pro se ne može pokrenuti
hu: A Shrinker Pro nem tud elindulni
is: Shrinker Pro ræsist ekki
it: Shrinker Pro non può avviarsi
ja: Shrinker Proを起動できません
ko: Shrinker Pro를 시작할 수 없습니다
nb: Shrinker Pro kan ikke starte
nl: Shrinker Pro kan niet starten
nn: Shrinker Pro kan ikkje starte
pl: Shrinker Pro nie może się uruchomić
pt_br: O Shrinker Pro não pode iniciar
pt_pt: O Shrinker Pro não consegue iniciar
ro: Shrinker Pro nu poate porni
ru: Shrinker Pro не может запуститься
sk: Shrinker Pro sa nedá spustiť
sl: Shrinker Pro se ne more zagnati
sv: Shrinker Pro kan inte starta
th: Shrinker Pro เริ่มทำงานไม่ได้
tr: Shrinker Pro başlatılamıyor
uk: Shrinker Pro не може запуститися
vi: Shrinker Pro không thể khởi động
zh_hans: Shrinker Pro 无法启动
zh_hant: Shrinker Pro無法啟動
zh_hk: Shrinker Pro無法啟動

source: Something went wrong
ar: حدث خطأ ما
ca: Alguna cosa ha anat malament
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Se ha producido un error
fa: مشکلی پیش آمد
fi: Jokin meni pieleen
fr: Un problème est survenu
he: משהו השתבש
hr: Nešto je pošlo ukrivo
hu: Valami hiba történt
is: Eitthvað fór úrskeiðis
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
nb: Det har oppstått et problem
nl: Er is iets misgegaan
nn: Noko gjekk gale
pl: Coś poszło nie tak
pt_br: Algo deu errado
pt_pt: Ocorreu um erro
ro: Ceva nu a funcționat
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sv: Något gick fel
th: มีบางอย่างผิดพลาด
tr: Bir şeyler ters gitti
uk: Щось пішло не так
vi: Đã xảy ra sự cố
zh_hans: 出错了
zh_hant: 發生錯誤
zh_hk: 出了問題

source: SVG and GIF files are always optimised in their own format. SVG is vector, and GIF is usually animated — converting either would lose what makes it useful.
ar: تُحسَّن ملفات SVG وGIF دائمًا بتنسيقها الأصلي. فـ SVG متجهي، وGIF متحرك في الغالب — وتحويل أي منهما يُفقده ما يجعله مفيدًا.
ca: Els arxius SVG i GIF sempre s’optimitzen en el seu format. L’SVG és vectorial i el GIF sol ser animat — convertir-los faria perdre allò que els fa útils.
cs: Soubory SVG a GIF se vždy optimalizují ve vlastním formátu. SVG je vektorové a GIF bývá animovaný — převodem by obojí přišlo o to, čím je užitečné.
da: SVG- og GIF-arkiver optimeres altid i deres eget format. SVG er vektorbaseret, og GIF er som regel animeret — en konvertering ville i begge tilfælde ødelægge netop det, der gør dem nyttige.
de: SVG- und GIF-Dateien werden immer in ihrem eigenen Format optimiert. SVG ist vektorbasiert, GIF meist animiert — eine Konvertierung würde jeweils genau das zerstören, was sie nützlich macht.
el: Τα αρχεία SVG και GIF βελτιστοποιούνται πάντα στη δική τους μορφή. Το SVG είναι διανυσματικό και το GIF είναι συνήθως κινούμενο — η μετατροπή τους θα κατέστρεφε αυτό ακριβώς που τα κάνει χρήσιμα.
es: Los archivos SVG y GIF se optimizan siempre en su propio formato. SVG es vectorial y GIF suele estar animado — convertir cualquiera de los dos echaría a perder justo lo que lo hace útil.
fa: فایل‌های SVG و GIF همیشه در قالب خودشان بهینه می‌شوند. SVG برداری است و GIF معمولاً متحرک — تبدیل هر کدام همان چیزی را از بین می‌برد که آن را مفید می‌کند.
fi: SVG- ja GIF-tiedostot optimoidaan aina omassa muodossaan. SVG on vektorigrafiikkaa ja GIF yleensä animoitu — kumman tahansa muuntaminen hävittäisi juuri sen, mikä tekee siitä hyödyllisen.
fr: Les fichiers SVG et GIF sont toujours optimisés dans leur propre format. SVG est vectoriel et GIF est généralement animé — les convertir ferait perdre à chacun ce qui le rend utile.
he: קבצי SVG ו-GIF תמיד עוברים מיטוב בפורמט שלהם. פורמט SVG הוא וקטורי, ו-GIF הוא בדרך כלל מונפש — המרה של כל אחד מהם תאבד בדיוק את מה שמועיל בו.
hr: SVG i GIF datoteke uvijek se optimiziraju u vlastitom formatu. SVG je vektorski, a GIF je obično animiran — konverzija bi im oduzela upravo ono po čemu su korisni.
hu: Az SVG- és GIF-fájlok mindig a saját formátumukban lesznek optimalizálva. Az SVG vektoros, a GIF pedig általában animált — bármelyik átalakítása éppen azt veszítené el, amitől hasznos.
is: SVG- og GIF-skrár eru alltaf bestaðar á sínu eigin sniði. SVG er vigursnið og GIF er yfirleitt hreyfimynd — að umbreyta hvoru sem er myndi eyða því sem gerir það gagnlegt.
it: I file SVG e GIF vengono sempre ottimizzati nel proprio formato. SVG è vettoriale e GIF è di solito animato — convertirli farebbe perdere a ciascuno ciò che lo rende utile.
ja: SVGとGIFのファイルは常に元の形式のまま最適化されます。SVGはベクター、GIFはたいていアニメーションで、変換するとその利点が失われます。
ko: SVG와 GIF 파일은 항상 원래 형식 그대로 최적화됩니다. SVG는 벡터이고 GIF는 대개 애니메이션이므로, 어느 쪽이든 변환하면 쓸모 있게 만드는 바로 그 점이 사라집니다.
nb: SVG- og GIF-filer optimaliseres alltid i sitt eget format. SVG er vektorbasert, og GIF er som regel animert — en konvertering ville i begge tilfeller ødelegge nettopp det som gjør dem nyttige.
nl: SVG- en GIF-bestanden worden altijd in hun eigen formaat geoptimaliseerd. SVG is vectorgebaseerd en GIF is meestal geanimeerd — bij een conversie gaat juist verloren wat ze nuttig maakt.
nn: SVG- og GIF-filer blir alltid optimaliserte i sitt eige format. SVG er vektorbasert, og GIF er som regel animert — å konvertere nokon av dei ville øydeleggje nettopp det som gjer dei nyttige.
pl: Pliki SVG i GIF są zawsze optymalizowane we własnym formacie. SVG jest wektorowy, a GIF zwykle animowany — konwersja odebrałaby im to, co czyni je przydatnymi.
pt_br: Arquivos SVG e GIF são sempre otimizados em seu próprio formato. SVG é vetorial e GIF costuma ser animado — converter qualquer um dos dois perderia justamente o que o torna útil.
pt_pt: Os ficheiros SVG e GIF são sempre otimizados no seu próprio formato. O SVG é vetorial e o GIF é normalmente animado — converter qualquer um deles perderia justamente o que o torna útil.
ro: Fișierele SVG și GIF sunt optimizate întotdeauna în propriul format. SVG este vectorial, iar GIF este de obicei animat — convertirea oricăruia dintre ele ar pierde tocmai ceea ce îl face util.
ru: Файлы SVG и GIF всегда оптимизируются в своём формате. SVG — векторный формат, а GIF обычно анимированный: конвертация отняла бы у каждого именно то, ради чего он нужен.
sk: Súbory SVG a GIF sa vždy optimalizujú vo vlastnom formáte. SVG je vektorové a GIF býva animovaný — konverzia by v oboch prípadoch zničila práve to, čo ich robí užitočnými.
sl: Datoteke SVG in GIF se vedno optimizirajo v svoji obliki zapisa. SVG je vektorski, GIF pa je običajno animiran — pretvorba bi vsakemu odvzela prav tisto, kar ga dela uporabnega.
sv: SVG- och GIF-filer optimeras alltid i sitt eget format. SVG är vektorbaserat och GIF är oftast animerat — att konvertera någon av dem skulle förstöra just det som gör den användbar.
th: ไฟล์ SVG และ GIF จะถูกปรับให้เหมาะสมในรูปแบบเดิมเสมอ SVG เป็นเวกเตอร์ ส่วน GIF มักเป็นภาพเคลื่อนไหว การแปลงอย่างใดอย่างหนึ่งจะทำให้สิ่งที่ทำให้ไฟล์นั้นมีประโยชน์หายไป
tr: SVG ve GIF dosyaları her zaman kendi formatlarında optimize edilir. SVG vektöreldir, GIF ise genellikle canlandırmalıdır — ikisini de dönüştürmek onları yararlı kılan şeyi yok eder.
uk: Файли SVG і GIF завжди оптимізуються у власному форматі. SVG — векторний, а GIF зазвичай анімований: конвертування забрало б у них саме те, що робить їх корисними.
vi: Tệp SVG và GIF luôn được tối ưu trong chính định dạng của chúng. SVG là vector, còn GIF thường là ảnh động — chuyển đổi một trong hai sẽ làm mất đi thứ khiến chúng hữu ích.
zh_hans: SVG 和 GIF 文件始终以各自的格式优化。SVG 是矢量图，GIF 通常是动画，转换任何一种都会失去它们的用处。
zh_hant: SVG和GIF檔案一律以各自的格式最佳化。SVG是向量圖，GIF通常是動畫，轉換其中任何一種都會失去它們的用處。
zh_hk: SVG和GIF檔案一律以各自的格式最佳化。SVG是向量圖，GIF通常是動畫，轉換任何一種都會失去它有用的地方。

source: This session
ar: هذه الجلسة
ca: Aquesta sessió
cs: Tato relace
da: Denne session
de: Diese Sitzung
el: Αυτή η συνεδρία
es: Esta sesión
fa: این جلسه
fi: Tämä istunto
fr: Cette session
he: הפעלה זו
hr: Ova sesija
hu: Ez a munkamenet
is: Þessi lota
it: Questa sessione
ja: このセッション
ko: 이번 세션
nb: Denne økten
nl: Deze sessie
nn: Denne økta
pl: Ta sesja
pt_br: Esta sessão
pt_pt: Esta sessão
ro: Această sesiune
ru: Этот сеанс
sk: Táto relácia
sl: Ta seja
sv: Den här sessionen
th: เซสชั่นนี้
tr: Bu oturum
uk: Цей сеанс
vi: Phiên này
zh_hans: 本次会话
zh_hant: 本次工作階段
zh_hk: 今次

source: This session: %@
ar: هذه الجلسة: %@
ca: Aquesta sessió: %@
cs: Tato relace: %@
da: Denne session: %@
de: Diese Sitzung: %@
el: Αυτή η συνεδρία: %@
es: Esta sesión: %@
fa: این جلسه: %@
fi: Tämä istunto: %@
fr: Cette session : %@
he: הפעלה זו: %@
hr: Ova sesija: %@
hu: Ez a munkamenet: %@
is: Þessi lota: %@
it: Questa sessione: %@
ja: このセッション:%@
ko: 이번 세션: %@
nb: Denne økten: %@
nl: Deze sessie: %@
nn: Denne økta: %@
pl: Ta sesja: %@
pt_br: Esta sessão: %@
pt_pt: Esta sessão: %@
ro: Această sesiune: %@
ru: Этот сеанс: %@
sk: Táto relácia: %@
sl: Ta seja: %@
sv: Den här sessionen: %@
th: เซสชั่นนี้: %@
tr: Bu oturum: %@
uk: Цей сеанс: %@
vi: Phiên này: %@
zh_hans: 本次会话：%@
zh_hant: 本次工作階段：%@
zh_hk: 今次：%@

source: Warn before replacing a file
ar: التنبيه قبل استبدال ملف
ca: Avisa’m abans de substituir un arxiu
cs: Varovat před nahrazením souboru
da: Advar, før et arkiv erstattes
de: Vor dem Ersetzen einer Datei warnen
el: Προειδοποίηση πριν από την αντικατάσταση αρχείου
es: Avisar antes de reemplazar un archivo
fa: هشدار پیش از جایگزینی یک فایل
fi: Varoita ennen tiedoston korvaamista
fr: Avertir avant de remplacer un fichier
he: הצגת אזהרה לפני החלפת קובץ
hr: Upozori prije zamjene datoteke
hu: Figyelmeztetés fájl lecserélése előtt
is: Vara við áður en skrá er skipt út
it: Avvisa prima di sostituire un file
ja: ファイルを置き換える前に警告
ko: 파일을 대치하기 전에 경고
nb: Advar før en fil erstattes
nl: Waarschuw voor het vervangen van een bestand
nn: Varsle før ei fil blir erstatta
pl: Ostrzegaj przed zastąpieniem pliku
pt_br: Avisar antes de substituir um arquivo
pt_pt: Avisar antes de substituir um ficheiro
ro: Avertizați înainte de înlocuirea unui fișier
ru: Предупреждать перед заменой файла
sk: Upozorniť pred nahradením súboru
sl: Opozori pred zamenjavo datoteke
sv: Varna innan en fil ersätts
th: เตือนก่อนแทนที่ไฟล์
tr: Bir dosyayı değiştirmeden önce uyar
uk: Попереджати перед заміною файлу
vi: Cảnh báo trước khi thay thế một tệp
zh_hans: 替换文件前发出警告
zh_hant: 取代檔案前發出警告
zh_hk: 取代檔案前發出警告

source: When shrinking, keep
ar: عند التصغير، احتفظ بـ
ca: En reduir, conserva
cs: Při zmenšování zachovat
da: Bevar ved krympning
de: Beim Verkleinern behalten
el: Κατά τη σμίκρυνση, διατήρηση
es: Al reducir, conservar
fa: هنگام کوچک کردن، نگه‌داشتن
fi: Pienennettäessä säilytä
fr: Lors de la réduction, conserver
he: בעת הכיווץ יש לשמור
hr: Pri smanjivanju zadrži
hu: Tömörítéskor megtartandó
is: Halda við minnkun
it: Durante la riduzione, mantieni
ja: 圧縮時に保持
ko: 압축할 때 유지
nb: Behold ved krymping
nl: Behoud bij het verkleinen
nn: Behald ved krymping
pl: Przy zmniejszaniu zachowuj
pt_br: Ao reduzir, manter
pt_pt: Ao reduzir, manter
ro: La micșorare, păstrați
ru: При уменьшении сохранять
sk: Pri zmenšovaní ponechať
sl: Pri zmanjševanju obdrži
sv: Behåll vid krympning
th: เมื่อบีบอัด ให้เก็บ
tr: Küçültürken korunacaklar
uk: Під час зменшення зберігати
vi: Khi nén, giữ lại
zh_hans: 压缩时保留
zh_hant: 壓縮時保留
zh_hk: 壓縮時保留

source: Where
ar: الوجهة
ca: On
cs: Kam
da: Hvor
de: Wohin
el: Πού
es: Ubicación
fa: مقصد
fi: Minne
fr: Où
he: לאן
hr: Gdje
hu: Hová
is: Hvar
it: Dove
ja: 保存先
ko: 저장 위치
nb: Hvor
nl: Waarheen
nn: Kvar
pl: Gdzie
pt_br: Onde
pt_pt: Onde
ro: Unde
ru: Куда
sk: Kam
sl: Kam
sv: Plats
th: ตำแหน่งที่บันทึก
tr: Nereye
uk: Місце зберігання
vi: Nơi lưu
zh_hans: 位置
zh_hant: 位置
zh_hk: 位置

source: Your originals will be overwritten and cannot be recovered. Converted files keep a separate extension, so those originals are left alone.
ar: ستتم الكتابة فوق ملفاتك الأصلية ولن يمكن استرجاعها. أما الملفات المحوَّلة فتحتفظ بامتداد مختلف، ولذلك تبقى ملفاتها الأصلية كما هي.
ca: Els teus originals es sobreescriuran i no es podran recuperar. Els arxius convertits mantenen una extensió diferent, així que aquells originals no es toquen.
cs: Vaše originály budou přepsány a nepůjde je obnovit. Převedené soubory mají vlastní příponu, takže těch originálů se to netýká.
da: Dine originaler bliver overskrevet og kan ikke gendannes. Konverterede arkiver beholder deres egen endelse, så de originaler bliver ikke rørt.
de: Deine Originale werden überschrieben und können nicht wiederhergestellt werden. Konvertierte Dateien behalten eine eigene Dateiendung — diese Originale bleiben also unangetastet.
el: Τα πρωτότυπά σας θα αντικατασταθούν και δεν θα είναι δυνατή η ανάκτησή τους. Τα αρχεία που μετατρέπονται διατηρούν διαφορετική επέκταση, οπότε εκείνα τα πρωτότυπα δεν θίγονται.
es: Tus originales se sobrescribirán y no se podrán recuperar. Los archivos convertidos conservan una extensión distinta, así que esos originales no se tocan.
fa: فایل‌های اصلی شما بازنویسی می‌شوند و دیگر قابل بازیابی نخواهند بود. فایل‌های تبدیل‌شده پسوند جداگانه‌ای دارند، بنابراین فایل‌های اصلی آن‌ها دست‌نخورده می‌مانند.
fi: Alkuperäistiedostosi ylikirjoitetaan, eikä niitä voi palauttaa. Muunnetut tiedostot saavat oman tiedostopäätteensä, joten niiden alkuperäistiedostot jäävät koskematta.
fr: Vos originaux seront écrasés et ne pourront pas être récupérés. Les fichiers convertis gardent une extension différente : ces originaux-là ne sont donc pas touchés.
he: קבצי המקור שלך ישוכתבו ולא ניתן יהיה לשחזר אותם. קבצים שהומרו מקבלים סיומת נפרדת, ולכן קבצי המקור שלהם נשארים כמו שהם.
hr: Vaši originali bit će presnimljeni i neće se moći vratiti. Konvertirane datoteke imaju drugu ekstenziju, pa ti originali ostaju nedirnuti.
hu: Az eredeti fájljai felülíródnak, és nem állíthatók vissza. Az átalakított fájlok külön kiterjesztést kapnak, így azok eredetijét nem érinti a művelet.
is: Frumritin þín verða yfirskrifuð og ekki er hægt að endurheimta þau. Umbreyttar skrár halda sérstakri skráarendingu, svo að þau frumrit eru látin í friði.
it: I tuoi originali verranno sovrascritti e non saranno recuperabili. I file convertiti mantengono un’estensione diversa, quindi quegli originali restano intatti.
ja: オリジナルは上書きされ、復元できなくなります。変換したファイルは拡張子が別になるため、そのオリジナルはそのまま残ります。
ko: 원본이 덮어쓰기되어 복구할 수 없습니다. 변환된 파일은 확장자가 달라지므로, 해당 원본은 그대로 유지됩니다.
nb: Originalene dine blir overskrevet og kan ikke gjenopprettes. Konverterte filer beholder sin egen filendelse, så de originalene blir ikke rørt.
nl: Je originelen worden overschreven en kunnen niet worden teruggehaald. Geconverteerde bestanden houden een eigen extensie, dus die originelen blijven ongemoeid.
nn: Originalane dine blir overskrivne og kan ikkje hentast attende. Konverterte filer får eit eige filetternamn, så dei originalane blir ikkje rørte.
pl: Twoje oryginały zostaną nadpisane i nie będzie można ich odzyskać. Pliki po konwersji mają inne rozszerzenie, więc tamte oryginały pozostają nietknięte.
pt_br: Os seus originais serão sobrescritos e não poderão ser recuperados. Arquivos convertidos mantêm uma extensão diferente, então esses originais ficam intactos.
pt_pt: Os seus originais serão substituídos definitivamente e não é possível recuperá-los. Os ficheiros convertidos mantêm uma extensão diferente, pelo que esses originais ficam intactos.
ro: Originalele dvs. vor fi suprascrise și nu vor putea fi recuperate. Fișierele convertite păstrează o extensie separată, așa că acele originale rămân neatinse.
ru: Ваши оригиналы будут перезаписаны, и восстановить их не удастся. У конвертированных файлов другое расширение, поэтому их оригиналы остаются нетронутыми.
sk: Vaše originály budú prepísané a nedajú sa obnoviť. Konvertované súbory majú vlastnú koncovku, takže tie originály zostanú nedotknuté.
sl: Vaši izvirniki bodo prepisani in jih ne bo mogoče obnoviti. Pretvorjene datoteke obdržijo svojo pripono, zato tisti izvirniki ostanejo nedotaknjeni.
sv: Dina original skrivs över och kan inte återskapas. Konverterade filer behåller ett eget filtillägg, så de originalen lämnas orörda.
th: ต้นฉบับของคุณจะถูกเขียนทับและกู้คืนไม่ได้ ไฟล์ที่แปลงแล้วจะใช้นามสกุลต่างออกไป ต้นฉบับเหล่านั้นจึงไม่ถูกแตะต้อง
tr: Orijinallerinizin üzerine yazılacak ve geri alınamayacaklar. Dönüştürülen dosyalar ayrı bir uzantı taşır, bu yüzden o orijinallere dokunulmaz.
uk: Ваші оригінали буде перезаписано, і відновити їх не вдасться. Конвертовані файли мають інше розширення, тож ті оригінали лишаються недоторканими.
vi: Bản gốc của bạn sẽ bị ghi đè và không thể khôi phục. Tệp đã chuyển đổi giữ phần mở rộng riêng, nên những bản gốc đó được giữ nguyên.
zh_hans: 你的原始文件将被覆盖，且无法恢复。转换后的文件会使用不同的扩展名，因此那些原始文件不受影响。
zh_hant: 你的原始檔案將被覆寫，且無法復原。轉換後的檔案會使用不同的副檔名，因此那些原始檔案不受影響。
zh_hk: 你的原始檔將會被覆寫，而且無法復原。轉換後的檔案會使用不同的副檔名，所以那些原始檔不受影響。

source: %@ failed with exit code %d
ar: فشل %@ برمز الخروج %d
ca: %@ ha fallat amb el codi de sortida %d
cs: Nástroj %@ skončil s kódem ukončení %d
da: %@ mislykkedes med afslutningskode %d
de: %@ ist mit Exit-Code %d fehlgeschlagen
el: Το %@ απέτυχε με κωδικό εξόδου %d
es: %@ ha fallado con el código de salida %d
fa: %@ با کد خروج %d شکست خورد
fi: %@ epäonnistui, lopetuskoodi %d
fr: %@ a échoué avec le code de sortie %d
he: %@ נכשל עם קוד יציאה %d
hr: Alat %@ završio je s izlaznim kodom %d
hu: %@ — a futtatás sikertelen, kilépési kód: %d
is: %@ mistókst með útgöngukóða %d
it: %@ non è riuscito con codice di uscita %d
ja: %@が終了コード%dで失敗しました
ko: %@ 도구가 실패했습니다. 종료 코드: %d
nb: %@ mislyktes med avslutningskode %d
nl: %@ is mislukt met exitcode %d
nn: %@ feila med avslutningskode %d
pl: Narzędzie %@ zakończyło działanie z kodem wyjścia %d
pt_br: %@ falhou com o código de saída %d
pt_pt: %@ falhou com o código de saída %d
ro: %@ a eșuat cu codul de ieșire %d
ru: Инструмент %@ завершился с кодом %d
sk: Nástroj %@ zlyhal s kódom ukončenia %d
sl: Orodje %@ se je končalo z izhodno kodo %d
sv: %@ misslyckades med avslutningskod %d
th: %@ ทำงานล้มเหลว รหัสออก %d
tr: %@ aracı, %d çıkış koduyla başarısız oldu
uk: %@ завершив роботу з кодом виходу %d
vi: %@ đã thất bại với mã thoát %d
zh_hans: %@ 失败，退出代码为 %d
zh_hant: %@失敗，結束代碼為%d
zh_hk: %@失敗，結束代碼為%d

source: %@ failed with exit code %d: %@
ar: فشل %@ برمز الخروج %d: %@
ca: %@ ha fallat amb el codi de sortida %d: %@
cs: Nástroj %@ skončil s kódem ukončení %d: %@
da: %@ mislykkedes med afslutningskode %d: %@
de: %@ ist mit Exit-Code %d fehlgeschlagen: %@
el: Το %@ απέτυχε με κωδικό εξόδου %d: %@
es: %@ ha fallado con el código de salida %d: %@
fa: %@ با کد خروج %d شکست خورد: %@
fi: %@ epäonnistui, lopetuskoodi %d: %@
fr: %@ a échoué avec le code de sortie %d : %@
he: %@ נכשל עם קוד יציאה %d: %@
hr: Alat %@ završio je s izlaznim kodom %d: %@
hu: %@ — a futtatás sikertelen, kilépési kód: %d. Üzenet: %@
is: %@ mistókst með útgöngukóða %d: %@
it: %@ non è riuscito con codice di uscita %d: %@
ja: %@が終了コード%dで失敗しました:%@
ko: %@ 도구가 실패했습니다. 종료 코드 %d: %@
nb: %@ mislyktes med avslutningskode %d: %@
nl: %@ is mislukt met exitcode %d: %@
nn: %@ feila med avslutningskode %d: %@
pl: Narzędzie %@ zakończyło działanie z kodem wyjścia %d: %@
pt_br: %@ falhou com o código de saída %d: %@
pt_pt: %@ falhou com o código de saída %d: %@
ro: %@ a eșuat cu codul de ieșire %d: %@
ru: Инструмент %@ завершился с кодом %d: %@
sk: Nástroj %@ zlyhal s kódom ukončenia %d: %@
sl: Orodje %@ se je končalo z izhodno kodo %d: %@
sv: %@ misslyckades med avslutningskod %d: %@
th: %@ ทำงานล้มเหลว รหัสออก %d: %@
tr: %@ aracı, %d çıkış koduyla başarısız oldu: %@
uk: %@ завершив роботу з кодом виходу %d: %@
vi: %@ đã thất bại với mã thoát %d: %@
zh_hans: %@ 失败，退出代码为 %d：%@
zh_hant: %@失敗，結束代碼為%d：%@
zh_hk: %@失敗，結束代碼為%d：%@

# %lld files · %@ larger
source: %1$lld files · %2$@ larger
ar: %1$lld ملف · زيادة %2$@
ca: %1$lld arxius · %2$@ de més
cs: %1$lld souborů · %2$@ navíc
da: %1$lld arkiver · %2$@ større
de: %1$lld Dateien · %2$@ größer
el: %1$lld αρχεία · αύξηση %2$@
es: %1$lld archivos · %2$@ de más
fa: %1$lld فایل · %2$@ بزرگ‌تر
fi: %1$lld tiedostoa · %2$@ suurempi
fr: %1$lld fichiers · %2$@ en plus
he: %1$lld קבצים · גדולים ב-%2$@
hr: %1$lld datoteka · %2$@ više
hu: %1$lld fájl · %2$@ növekedés
is: %1$lld skrár · %2$@ stærra
it: %1$lld file · %2$@ in più
ja: %1$lld個のファイル · %2$@増加
ko: 파일 %1$lld개 · %2$@ 증가
nb: %1$lld filer · %2$@ større
nl: %1$lld bestanden · %2$@ groter
nn: %1$lld filer · %2$@ større
pl: %1$lld plików · %2$@ więcej
pt_br: %1$lld arquivos · %2$@ a mais
pt_pt: %1$lld ficheiros · %2$@ a mais
ro: %1$lld de fișiere · %2$@ în plus
ru: %1$lld файлов · прибавилось %2$@
sk: %1$lld súborov · o %2$@ viac
sl: %1$lld datotek · več za %2$@
sv: %1$lld filer · %2$@ större
th: %1$lld ไฟล์ · ใหญ่ขึ้น %2$@
tr: %1$lld dosya · %2$@ daha büyük
uk: %1$lld файлів · на %2$@ більше
vi: %1$lld tệp · lớn hơn %2$@
zh_hans: %1$lld 个文件 · 增大 %2$@
zh_hant: %1$lld個檔案 · 增大%2$@
zh_hk: %1$lld個檔案 · 增大%2$@
